sensoroptconverged/con/14_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       229439;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       229839;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       230039;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       230439;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114832;
        startFace       230639;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114832;
        startFace       345471;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          443;
        startFace       460303;
    }
)

// ************************************************************************* //
